export const DriveDataHin = [
  {
    Number: 1,
    Name: "निर्भीक नेता",
    Traits: [
      "आत्मविश्वासी",
      "स्वतंत्र",
      "लक्ष्य-उन्मुख",
      "लचीला",
      "चुनौतियों का स्वागत करता है",
    ],
    Strengths: [
      "परिस्थितियों में नेतृत्व करता है",
      "हर अवसर के साथ सुधारता है",
      "बाधाओं को पार करने का प्रयास करता है",
    ],
    Weaknesses: [
      "लापरवाह",
      "स्वार्थी",
      "अकेले काम करना पसंद करता है",
      "दूसरों की राय की अनदेखी करता है",
      "लक्ष्य के पीछें खतरे की अनदेखी करता है",
    ],
  },
  {
    Number: 2,
    Name: "शांतिपूर्ण राजदूत",
    Traits: [
      "सहयोगी",
      "सहानुभूतिपूर्ण",
      "कूटनीतिक",
      "संतुलन-प्रेमी",
      "शांति-प्रेमी",
    ],
    Strengths: [
      "उत्तम वार्ताकार",
      "टीमवर्क का समर्थन करता है",
      "दूसरों की भावनाओं को समझता है",
    ],
    Weaknesses: [
      "संघर्षों को हल करने के बजाय टालता है",
      "त्यागों के बावजूद अनदेखा महसूस कर सकता है",
      "शांति बनाए रखने के लिए कठिन परिस्थितियों में रह सकता है",
    ],
  },
  {
    Number: 3,
    Name: "मज़ेदार आत्मा",
    Traits: [
      "आकर्षक",
      "सकारात्मक दृष्टिकोण",
      "मज़ेदार",
      "अबस्ट्रैक्ट सोचने वाला",
      "जीवंत व्यक्तित्व",
    ],
    Strengths: [
      "अच्छी संवादकला",
      "दूसरों को प्रेरित करता है",
      "परिस्थितियों में खुशी लाता है",
    ],
    Weaknesses: [
      "सतही",
      "संकल्प लेने में कठिनाई",
      "जीवन के जटिल मुद्दों से बचता है",
      "गहरी भावनात्मक संबंधों की कमी",
    ],
  },
  {
    Number: 4,
    Name: "पूर्वानुमान योग्य यथार्थवादी",
    Traits: [
      "स्थिर",
      "जमीन से जुड़ा हुआ",
      "व्यावहारिक",
      "पूर्णतावादी",
      "पद्धतिगत",
    ],
    Strengths: [
      "लक्ष्य पर ध्यान केंद्रित करता है",
      "बुद्धि और तर्क का उपयोग करता है",
      "जीवन में स्थिरता बनाता है",
    ],
    Weaknesses: [
      "परिवर्तन का विरोध करता है",
      "दूसरों की विफलताओं पर आलोचना करता है",
      "निराशाजनक जीवन जी सकता है",
      "जीवन के सुंदर पहलुओं को मिस करता है",
    ],
  },
  {
    Number: 5,
    Name: "जिज्ञासु अन्वेषक",
    Traits: [
      "साहसी",
      "जिज्ञासु",
      "स्वतंत्रता-प्रेमी",
      "स्वत:स्फूर्त",
      "ऊर्जावान",
    ],
    Strengths: [
      "नए अनुभवों की तलाश करता है",
      "क्षण में जीता है",
      "बहुत अनुकूलनीय",
    ],
    Weaknesses: [
      "विश्वसनीय नहीं",
      "दीर्घकालिक उद्देश्य की कमी",
      "बोर हो जाने पर जल्दी बदलाव करता है",
    ],
  },
  {
    Number: 6,
    Name: "दया से भरा दिल",
    Traits: [
      "प्रेमपूर्ण",
      "सहानुभूतिपूर्ण",
      "समर्थन करने वाला",
      "परिवार-प्रेमी",
      "स्वयं-त्यागी",
    ],
    Strengths: [
      "संबंधों के प्रति समर्पित",
      "प्यार करने वालों के लिए गहरी देखभाल करता है",
      "भावनात्मक रूप से जुड़ा हुआ",
    ],
    Weaknesses: [
      "अत्यधिक दबाव डालने वाला",
      "आसान शिकार बन सकता है",
      "अपने लिए जरूरतों का त्याग करता है",
    ],
  },
  {
    Number: 7,
    Name: "बुद्धिमान शोधक",
    Traits: [
      "विश्लेषणात्मक",
      "ज्ञान के लिए जिज्ञासु",
      "गहरे विचारक",
      "आत्मविश्लेषक",
      "स्वतंत्र",
    ],
    Strengths: [
      "गहरे सवाल पूछता है",
      "गहरे अर्थों की खोज करता है",
      "बहुत बौद्धिक",
    ],
    Weaknesses: [
      "शर्मीला और सामाजिक रूप से असहज",
      "ज्ञान के लिए रिश्तों का बलिदान करता है",
      "बहुत सोचता है और वास्तविक जीवन के अनुभवों को चूकता है",
    ],
  },
  {
    Number: 8,
    Name: "लक्ष्य-प्रेरित अर्जक",
    Traits: [
      "महत्वाकांक्षी",
      "संतुलित",
      "लक्ष्य-प्रेरित",
      "उत्पादक",
      "करियर-प्रेरित",
    ],
    Strengths: [
      "सफलता पर ध्यान केंद्रित करता है",
      "स्थिरता बनाए रखता है",
      "दूसरों के साथ अच्छा काम करता है",
    ],
    Weaknesses: [
      "आर्थिक सफलता पर अत्यधिक ध्यान",
      "आध्यात्मिक विकास की अनदेखी करता है",
      "अहम का उच्च स्तर",
    ],
  },
  {
    Number: 9,
    Name: "वैश्विक मानवतावादी",
    Traits: [
      "दयालु",
      "निःस्वार्थ",
      "दृष्टिकोण रखने वाला",
      "सहानुभूतिपूर्ण",
      "उदार",
    ],
    Strengths: [
      "दुनिया को बेहतर बनाने का उद्देश्य रखता है",
      "भौतिक सफलता से परे सोचता है",
      "वास्तव में दूसरों की देखभाल करता है",
    ],
    Weaknesses: [
      "व्यक्तिगत और वैश्विक जिम्मेदारियों को संतुलित करने में संघर्ष कर सकता है",
    ],
  },
];
